import logo from './logo.svg';
import './App.css';

function GropInfo() {
  return ( 
    <div className='container'>
      <h1>🎤 Гурт Epolets
      </h1>
      <p> Epolets — український рок-гурт з Одеси, заснований у 2008 році. Їхня музика — це мікс альтернативного та класичного року з елементами блюзу, фанку та неоромантики. Головні теми творчості — свобода, внутрішній пошук, війна, любов і дух часу. </p>
      <img src ="img.jpeg"></img>
      <h3>👥 Учасники гурту:</h3>
      <ul>
        <li>Павло Варениця — вокал, фронтмен</li>
        <li>Микита Чистяков — гітара</li>
        <li>Сергій Галін — бас</li>
        <li>Євгеній Гончаренко — ударні</li>
      </ul>
      <h3>📀 Альбоми:</h3>
         <ol>
        <li>2012 — "Epolets"<br></br>
Дебютний альбом, в якому поєднується англомовний інді-рок та рок-н-рол з впливом The Killers, Muse і The White Stripes.</li>
        <li>2014 — "Dogma"<br></br>
Англомовний рок з жорсткішою подачею, концептуальна робота про внутрішню боротьбу людини.</li>
        <li>2016 — "Cult"<br></br>
Більш експериментальний, сучасний, із глибшими текстами українською мовою.</li>
        <li>2021 — "Діти моря"<br></br>
Перший повністю україномовний альбом. Назва відсилає до одеського коріння гурту. Альбом сповнений ліричності, болю війни та сили духу.</li>
      </ol>
      <h3>💿 Цікаві факти:</h3>
      <ul>
        <li>Назва Epolets походить від англ. "epaulettes" — еполетів, елементу військового одягу. Це символ внутрішньої сили, честі та боротьби.</li>
        <li>Гурт виступав на головних сценах фестивалів ZaxidFest, Respublica, Файне Місто, Atlas Weekend.</li>
        <li>Відеокліпи Epolets відомі своєю художньою якістю та глибоким змістом.</li>

      </ul>
    </div>
   );
}



function App() {
  return (
    <GropInfo></GropInfo>
  );
}

export default App;
